""" Тексты командного меню """

LEXICON_COMMANDS = {
                '/start': 'Запуск бота (если перестал работать)',
                '/cancel': 'Выйти из диалога',
                '/profile': 'Перейти в профиль пользователя',
                '/feedback': 'Написать админу',
                '/help': 'Справка'}

""" Тексты сообщений """

LEXICON_HELP = 'Текст справочной информации'

START_MESSAGE = 'Текст стартового сообщения'
FEEDBACK_TEXT = 'Текст сообщения для админа'
FEEDBACK_SENT = 'Ваше сообщение отправлено!'
UNRECOGNIZED_COMMAND = 'Неизвестная команда'

""" Тексты кнопок """

MAIN_MENU_BUTTON = '🏠 Главное меню'
HELP_BUTTON = '🆘 Помощь'
TO_MAIN_MENU_BUTTON = '⬅️ В главное меню'
REPEAT_BUTTON = '🔁 Повторить'
PROFILE_BUTTON = 'ℹ️ Профиль'
REMAINS_BUTTON = '🔢 Остаток заросов'
TARIFF_BUTTON = '💰 Выбрать тариф'
HISTORY_BUTTON = '🕑 История запросов'